export default {
	"err": "Что-то пошло не так",
	"404": {
		"title": "Ошибка 404",
		"not_found": "Страница не найдена",
		"to_main": "На главную"
	},
	"heading": {
		"reviews": "Oтзывы",
		"total": {
			cars: ({ plural: pl }) => pl([ "машин", "машина", "машины", "машин" ]),
			homepage: ({ linked: ln, named: nm }) => `Всего ${nm("total")} ${ln("heading.total.cars")}<br>на любой вкус`,
			brand: ({ linked: ln, named: nm }) => `и ещё ${nm("total")} ${ln("heading.total.cars")}<br>на любой вкус` 
		}
	},
	"title": {
		"policy": "Политика конфиденциальности"
	},
	"homepage": {
		"heading": {
			"rent": "Аренда авто<br>в Дубае",
			"subtitle": "Все лучшие автомобили мира<br>&ndash; в автопарке DCR Motors!"
		},
		"brands": {
			"all": "Все"
		}
	},
	"cars": {
		"rent": "Арендовать",
		"litres": " л.",
		"horsepower": "л.с.",
		"year": "г.",
		"seconds": "с.",
		"kmh": "км/ч"
	},
	"pagination": {
		"page": "%s страница"
	},
	"footer": {
		"socials": "Мы в социальных сетях —",
		"questions": "Остались вопросы? Напишите нам:",
		"links": {
			"affiliate": "Партнёрская программа",
			"contacts": "Контакты"
		},
		"privacy": "Политика конфиденциальности",
		"sitemap": "Карта сайта"
	},
	"order": {
		"opener": "Заказ",
		"closer": "Характеристики",
		"title": "Оформление заказа",
		"set_address": "Указать адрес",
		"submit": "Заказать",
		"not_selected": "Не выбрана",
		"stock": "скидка",
		"accepted": "Принимаем:",
		"booking": "Аренда:",
		"thanks": [
			"Спасибо за заявку!",
			"Мы свяжемся с вами в ближайшее время"
		],
		"empty": {
			"order": "Заполните все параметры заказа!",
			"member": "Заполните все личные данные помеченные \"*\"!"
		},
		"invalid": {
			"order": "Не все параметры заказа были заполнены корректно!",
			"member": "Не все личные данные были заполнены корректно!"
		},
		"receiving": {
			"title": "Получение",
			"place": "Место получения",
			"address": "Введите адрес доставки",
			"date": "Дата доставки",
			"time": "Время получения"
		},
		"return": {
			"title": "Возврат",
			"place": "Место возврата",
			"address": "Введите адрес возврата",
			"date": "Дата возврата",
			"time": "Время возврата"
		},
		"user": {
			"title": "Ваши данные",
			"fio": "Имя и фамилия латиницей *",
			"birth": "Дата рождения *",
			"birth_placeholder": "ДД.ММ.ГГГГ",
			"email": "Электронная почта *",
			"country": "Страна",
			"phone": {
				"input": "Телефон для связи*",
				"extra": "Дополнительный телефон",
				"messengers": "Укажите доступные по номеру мессенджеры. Мы будем стараться в первую очередь связываться по ним",
				"country_code": "Код страны"
			},
			"comment": "Комментарий",
			"ref": "Реферальный код",
			"accept": {
				"terms": "Я принимаю <a href=\"/ru/terms/\" target=\"_blank\">условия использования</a>",
				"policy": "Я ознакомлен <a href=\"/ru/policy/\" target=\"_blank\">с политикой конфиденциальности</a>"
			}
		},
		"car": {
			"cost": "Цена",
			"free_del": "Бесплатная доставка",
			"fast_del": "Быстрая доставка",
			"book": "Бронировать",
			"tech_spec": {
				"title": "Двигатель",
				"engine_type": "Тип",
				"power": "Мощность",
				"transmission": "Трансмиссия",
				"drive_unit": "Привод"
			},
			"speed_spec": {
				"title": "Показатели скорости",
				"max_speed": "Макс. скорость",
				"to_100": "Разгон до 100 км/ч"
			},
			"other_spec": {
				"title": "Остальное",
				"seats": "Кол-во мест",
				"fuel": "Топливо",
				"op_eq": "Доп. оборудование",
				"nav_sys": "Система навигации"
			}
		}
	},
	"affiliate": {
		"title": "Стань партнёром DCR Motors",
		"register": {
			"no_payments": "Пока не настроены спопобы выплат",
			"title": "Регистрация",
			"btn": "Зарегистрироваться",
			"fio": {
				"title": "Ваше полное имя",
				"1": "Имя",
				"2": "Фамилия"
			},
			"country": "Страна",
			"choose_country": "Выберите страну",
			"phone": "Номер телефона",
			"email": "Email",
			"password": "Пароль",
			"payoutWay": "Способ получения выплат",
			"choose_payout": "Выберите способ выплат",
			"comission": "комиссия",
			"requisites": "Реквизиты",
			"ref": "Номер приглашения",
			"fill_all": "Заполните все обязательные поля!",
			"fill_incorrect": {
				"phone": "Поле \"Номер телефона\" заполнено неправильно!",
				"email": "Поле \"Email\" заполнено неправильно!",
				"requisites": "Поле \"Реквизиты\" заполнено неправильно!",
				"password": "Поле \"Пароль\" заполнено неправильно!"
			},
			"email_exist": "Пользователь с таким Email уже зарегистрирован",
			"phone_exist": "Пользователь с таким номером телефона уже зарегистрирован",
			"both_exist": "Пользователь с такими Email и номером телефона уже зарегистрирован",
		},
		"login": {
			"title": "Вход",
			"btn": "Войти",
			"no_user": "Пользователя с таким Email не существует",
			"wrong_pass": "Неверный пароль"
		},
		"conditions": {
			"after_reservation": "<b>{{num}}$</b><span>гарантированно после оплаты брони</span>",
			"after_payment": "<b>{{num}}%</b><span>после оплаты полной стоимости авто</span>",
			"ref": "<b>{{num}}%</b><span>от дохода рефералов</span>",
			"disc": "<b>{{num}}%</b><span>скидка для приглашённых вами клиентов</span>"
		},
		"who_can": {
			"title": "Кто может с нами зарабатывать",
			"items": {
				"0": "Вебмастера",
				"1": "Travel-блогеры",
				"2": "Youtube, Instagram, TikTok инфлюенсеры",
				"3": "Отели, авиакомпании, онлайн-турагентства",
				"4": "Арбитражники"
			}
		},
		"how_start": {
			"title": "Как начать?",
			"items": {
				"1": "Зарегистрироваться в нашей партнерской программе.",
				"2": "Скопировать код виджета и вставить на свой сайт.",
				"3": "Начать зарабатывать!"
			}
		},
		"payout": {
			"title": "Выплаты осуществляются раз в неделю"
		}
	}
}